Repository: AndreGCGuerra/dune
Catalog: i18n/*/LC_MESSAGES/dune.po
Languages: ru_ru

source: SMS timeout cannot be zero
ru_ru: SMS тайм-аут не может быть нулевым

source: discarded expired SMS to recipient '%s'
ru_ru: отбрасываются истекшим SMS получателю '%s'

source: keep alive failed
ru_ru: оставьте в живых не удалось

source: failed to set property
ru_ru: не удалось установить свойство

source: init
ru_ru: инициализации

source: power
ru_ru: мощность

source: hall
ru_ru: зал

source: rotor locked
ru_ru: Ротор блокирован

source: mcu temperature
ru_ru: MCU температуры

source: bridge temperature
ru_ru: Мост температуры

source: motor temperature
ru_ru: Температура двигателя

source: Motor control mode must be one of 'none', 'voltage', 'current', 'rpm'
ru_ru: Режим управления двигателем должен быть одним из 'None', 'напряжение', 'текущие', 'RPM'

source: device error: %s
ru_ru: Устройство ошибке: %s

source: power is not good
ru_ru: мощности нехороши

source: device init error, requesting reset
ru_ru: Ошибка инициализации устройства с просьбой сбросить

source: CMD_ACTUATE Data size doesn't match!
ru_ru: CMD_ACTUATE Данные размеры не совпадают!

source: device reported: %s
ru_ru: Устройство сообщил: %s

source: invalid value for 'Motor Id'
ru_ru: недопустимое значение для 'дв-ля'

source: invalid value for 'Thruster Id'
ru_ru: недопустимое значение для 'Thruster Id'

source: servo number out of bounds: %u
ru_ru: серво числа за пределами границ: %u

source: failed to configure trigger frequency
ru_ru: удалось настроить Частота срабатывания

source: failed to turn on device
ru_ru: не удалось включить устройство

source: IMU failure: %04X
ru_ru: ИДУ неудачи: %04X

source: data might be unreliable: %04X
ru_ru: данные могут быть ненадежны: %04X

source: failed to enter command mode
ru_ru: не удалось войти командный режим

source: failed to set sampling rate
ru_ru: не удалось установить частоту дискретизации

source: failed to enter monitor mode
ru_ru: не в режим монитора

source: I/O error
ru_ru: Ошибка ввода / вывода

source: Frequency
ru_ru: Частота

source: Operating frequency
ru_ru: Рабочая частота

source: Range
ru_ru: Диапазон

source: Operating range
ru_ru: Рабочий диапазон

source: restarting to change TCP port
ru_ru: перезапуска изменить TCP порт

source: failed to read header
ru_ru: удалось прочитать заголовок

source: failed to read data
ru_ru: Не удалось прочитать данные

source: failed to read footer
ru_ru: удалось прочитать нижний колонтитулы

source: failed to set hard-iron correction factors
ru_ru: не удалось установить Hard-Iron поправочных коэффициентов

source: resetting device
ru_ru: сброс устройства

source: failed to read magnetic calibration parameters from device
ru_ru: удалось прочитать магнитных параметров калибровки с устройства

source: different calibration parameters
ru_ru: различные параметры калибровки

source: new hard-iron calibration parameters: %f | %f
ru_ru: Новый жесткий железа параметры калибровки: %f | %f

source: failed to stop device
ru_ru: не смогли остановить устройство

source: failed to read EEPROM#130
ru_ru: удалось прочитать EEPROM # 130

source: failed to read EEPROM#230
ru_ru: удалось прочитать EEPROM # 230

source: unexpected byte
ru_ru: неожиданные байт

source: unable to stop continuous output
ru_ru: не в состоянии остановить непрерывный выходной

source: unable to configure time output
ru_ru: не может его настроить время выхода

source: unable to configure date output
ru_ru: невозможно настроить дату выхода

source: unable to set output format
ru_ru: не можете установить выходной формат

source: unable to request continuous output
ru_ru: не в состоянии запросить длительная мощность

source: unable to write full command to device
ru_ru: не в состоянии писать полную команду устройству

source: timeout waiting for device response
ru_ru: таймаут ожидания ответа устройства

source: invalid message
ru_ru: недопустимое сообщение

source: timeout
ru_ru: Тайм-аут

source: no reply to command
ru_ru: Ответа не командовать

source: failed to setup device
ru_ru: Не могу выполнить устройство

source: invalid GPZDA sentence
ru_ru: недействительным приговор GPZDA

source: invalid GPGGA sentence
ru_ru: недействительным приговор GPGGA

source: invalid PUBX,00 sentence
ru_ru: недействительным PUBX, 00 предложение

source: invalid GPVTG sentence
ru_ru: недействительным GPVTG предложении

source: invalid GPHDT sentence
ru_ru: недействительным GPHDT предложении

source: invalid GPHDM sentence
ru_ru: недействительным GPHDM предложении

source: invalid GPROT sentence
ru_ru: недействительным GPROT предложении

source: invalid PSATHPR sentence
ru_ru: недействительным PSATHPR предложении

source: failed to set output format
ru_ru: не удалось установить выходной формат

source: failed to set flow control
ru_ru: не удалось установить контроль потока

source: failed to disable power saving
ru_ru: Не удалось отключить энергосбережение

source: failed to disable low latency trigger
ru_ru: Не удалось отключить триггер низкой латентностью

source: unexpected response
ru_ru: неожиданный ответ

source: failed to wake device
ru_ru: не смогли разбудить устройство

source: unable to read prompt
ru_ru: не в состоянии читать быстрое

source: failed to start data sampling
ru_ru: Не удалось запустить выборки данных

source: waiting beacons configuration
ru_ru: ожидания маяки конфигурации

source: serial port communication error, modem not responding
ru_ru: Ошибка последовательного порта связи, модем не отвечает

source: failed to configure modem, possible serial port communication error
ru_ru: удалось настроить модем, возможно ошибку последовательного порта связи

source: failed to set modem address
ru_ru: не удалось установить модем адрес

source: modem address for agent '%s' is invalid
ru_ru: адресом модема для агента '%s' недопустим

source: dynamic sound speed corrections are disabled
ru_ru: динамической корректировки скорости звук отключаются

source: received system restart request
ru_ru: получил запрос перезагрузки системы

source: restart request acknowledged
ru_ru: перезапустить запрос признал

source: failed to acknowledge restart request
ru_ru: не признал перезапуска запроса

source: acoustic abort detected
ru_ru: акустических прервать обнаружены

source: abort acknowledged
ru_ru: прервать признал

source: failed to acknowledge abort
ru_ru: не признал прервать

source: discarded invalid range %0.2f
ru_ru: отбрасываются неверный диапазон %0.2f

source: failed to ping beacons, modem seems busy
ru_ru: не удалось проверить связь маяки, модем кажется занятым

source: Level the device and hit NEXT
ru_ru: Уровень устройства и нажмите Далее

source: Rotate the device and keep it levelled (rotation must last +20s)
ru_ru: Поверните устройство и сохранить его выровняли (вращение должно продолжаться +20 с)

source: Device is calibrated
ru_ru: Прибор калибруется

source: Level the device and hit NEXT (Roll: %0.2f | Pitch: %0.2f)
ru_ru: Уровень устройства и нажмите Далее (Рулон: %0.2f | Шаг: %0.2f)

source: depth offset is %0.2f m
ru_ru: Глубина смещения %0.2f м

source: echo handling enabled, but got no RS-485 echo
ru_ru: обработка эхо включено, но не получил RS-485 эхо

source: received RS-485 echo doesn't match
ru_ru: получили RS-485 эха не соответствует

source: invalid CRC
ru_ru: недействительным CRC

source: exceeded maximum consecutive CRC error count
ru_ru: превысил максимально последовательными ошибками контрольной суммы счета

source: device not initialized, initializing
ru_ru: Устройство не инициализирован, инициализация

source: got exception %d for command %d
ru_ru: возникло исключение %d для команды %d

source: initialized device: class=%d.%d firmware=%d
ru_ru: инициализировать устройство: класс = %d. %d прошивки = %d

source: device serial number=%u
ru_ru: серийный номер устройства = %u

source: unable to initialize the device
ru_ru: не смог инициализировать устройство

source: unable to retrieve the serial number
ru_ru: удалось получить серийный номер

source: unable to zero the device
ru_ru: неспособный к нулю устройства

source: restarting to change UART device
ru_ru: перезапуска изменить устройство UART

source: restarting to change transducer detection GPIO
ru_ru: перезапуска менять датчик обнаружения GPIO

source: unable to use GPIO %d for transducer detection
ru_ru: не в состоянии использовать GPIO %d для обнаружения преобразователя

source: transducer not connected
ru_ru: датчик не подключен

source: range to
ru_ru: варьироваться в

source: parse error: %s
ru_ru: Ошибка разбора: %s

source: failed to configure output frequency
ru_ru: удалось настроить выходной частоты

source: High-Frequency Channels
ru_ru: ВЧ каналов

source: None, Port, Starboard, Both
ru_ru: Нет, порт, борта, оба

source: High-Frequency Range
ru_ru: Высокочастотный диапазон

source: Low-Frequency Channels
ru_ru: Низкочастотных каналов

source: Low-Frequency Range
ru_ru: Низкочастотный диапазон

source: restarting to change TCP command port
ru_ru: перезапуска изменить TCP порт команды

source: restarting to change TCP data port
ru_ru: перезапуска изменить TCP порт

source: file '%s' doesn't exist
ru_ru: Файл '%s' не существует

source: failed to execute power down command
ru_ru: Не удалось выполнить команду отключения питания

source: SERVICE
ru_ru: СЕРВИС

source: CALIBRATION
ru_ru: КАЛИБРОВКА

source: ERROR
ru_ru: ОШИБКА

source: MANEUVERING
ru_ru: Маневрирующий

source: EXTERNAL CONTROL
ru_ru: ВНЕШНЕЕ УПРАВЛЕНИЕ

source: now in '%s' mode
ru_ru: Сейчас в '%s' режиме

source: entity errors cleared
ru_ru: Ошибки лица очищается

source: vehicle errors: %s
ru_ru: автомобиль ошибок: %s

source: maneuver error:
ru_ru: маневра ошибке:

source: cannot calibrate: vehicle is in external mode
ru_ru: нельзя откалибровать: автомобиль находится в режиме внешнего

source: calibrating vehicle for %u seconds
ru_ru: средства для калибровки %u секунд

source: cannot stop calibration: vehicle is not calibrating
ru_ru: не может остановить калибровка: автомобиль не калибровке

source: stopped calibration
ru_ru: остановился калибровки

source: no maneuver specified
ru_ru: Нет маневр указанный

source: maneuver cannot be started in current mode
ru_ru: маневр не может быть запущена в текущем режиме

source: maneuver started
ru_ru: маневр начался

source: maneuver request timeout
ru_ru: Тайм-аут запроса маневра

source: AUV Simulator
ru_ru: АНПА Simulator

source: Acoustic Modem
ru_ru: Акустический модем

source: Announce
ru_ru: Объявлять

source: Arduino Serial
ru_ru: Серийный Arduino

source: Attitude
ru_ru: Отношение

source: Autopilot
ru_ru: Автопилот

source: Autopilot Telemetry
ru_ru: Автопилот телеметрии

source: CPU
ru_ru: Процессор

source: Cache
ru_ru: Кэш

source: Clock
ru_ru: Часы

source: Collisions
ru_ru: Столкновения

source: Communications Relay Maneuver
ru_ru: Маневр ретранслятор

source: Compass Calibration Maneuver
ru_ru: Маневр калибровки компаса

source: Depth Control
ru_ru: Контроль глубины

source: Depth Sensor
ru_ru: Датчик глубины

source: Discovery
ru_ru: Открытие

source: Diving
ru_ru: Дайвинг

source: Docking
ru_ru: Док-

source: Echo Sounder
ru_ru: Эхолот

source: Emergency Monitor
ru_ru: Аварийный монитор

source: Entity Monitor
ru_ru: Entity монитор

source: Environment
ru_ru: Окружающая среда

source: FTP Server
ru_ru: FTP-сервер

source: Follow Reference
ru_ru: Перейти по ссылке

source: Follow Reference Maneuver
ru_ru: Перейти по ссылке Маневр

source: Follow System Maneuver
ru_ru: Следуйте системе Маневр

source: Frame Grabber
ru_ru: Захвата видеоизображения

source: Fuel
ru_ru: Топливо

source: Gimbal
ru_ru: Карданный подвес

source: HTTP Server
ru_ru: HTTP-сервер

source: Heave Motor
ru_ru: Качки Motor

source: Horizontal Plane Control
ru_ru: Горизонтальная плоскость управления

source: INOV Target
ru_ru: Цель INOV

source: Idle Maneuver
ru_ru: Маневр Idle

source: Iridium Modem
ru_ru: Модем Iridium

source: Iridium Transport
ru_ru: Iridium транспорта

source: LBL Estimator
ru_ru: LBL Оценщик

source: LEDs
ru_ru: Светодиоды

source: Leak Simulator
ru_ru: Утечка Simulator

source: Log Book
ru_ru: Вахтенный журнал

source: Logger
ru_ru: Лесоруб

source: Lost Comms
ru_ru: Забыли Comms

source: Mainboard
ru_ru: Плата

source: Medium
ru_ru: Среда

source: Motor
ru_ru: Двигатель

source: Multibeam
ru_ru: Многолучевой

source: Navigation
ru_ru: Навигация

source: Operational Limits
ru_ru: Пределы

source: Panel
ru_ru: Панель

source: Panel Buttons
ru_ru: Кнопки панели

source: Path Control
ru_ru: Пути управления

source: Piccolo Communications
ru_ru: Piccolo связи

source: Plan Database
ru_ru: План баз данных

source: Plan Engine
ru_ru: План двигателя

source: Plan Generator
ru_ru: План Генератор

source: Port Bow Motor
ru_ru: Левого борта двигателя

source: Port Stern Motor
ru_ru: Порт Стерн двигателя

source: Power Supervisor
ru_ru: Мощность Supervisor

source: Power Supply
ru_ru: Питание

source: Remote Control
ru_ru: Дистанционное управление

source: Remote Operation
ru_ru: Дистанционное управление

source: Service Announcer
ru_ru: Служба Диктор

source: Servo Monitor
ru_ru: Servo монитор

source: Servos
ru_ru: Сервоприводы

source: Simulation Engine
ru_ru: Моделирование двигателя

source: Sound Speed Sensor
ru_ru: Датчик скорости звука

source: Speed Control
ru_ru: Управление скоростью

source: Starboard Bow Motor
ru_ru: Правый борт Лук Motor

source: Starboard Stern Motor
ru_ru: Правый борт Стерн двигателя

source: TCP Server
ru_ru: TCP сервера

source: TCP to Master
ru_ru: TCP мастеру

source: Teleoperation Maneuver
ru_ru: Маневр Teleoperation

source: Text Message Parser
ru_ru: Анализа текстовых сообщений

source: Thermal Zone
ru_ru: Термальная зона

source: UDP to TREX
ru_ru: UDP для TREX

source: Underwater Acoustics Simulator
ru_ru: Подводные Simulator акустика

source: Vehicle Supervisor
ru_ru: Автомобиль Supervisor
