Repository: AndreGCGuerra/dune
Catalog: i18n/*/LC_MESSAGES/dune.po
Languages: ru_ru

source: invalid entity label:
ru_ru: Главным образом ярлык лица:

source: entity labels cannot be empty
ru_ru: лица этикетке не настроен

source: nonexistent entity label:
ru_ru: Главным образом ярлык лица:

source: invalid entity id:
ru_ru: недействительный блок Z:

source: an unique id was already reserved for entity label:
ru_ru: уникальный идентификатор был уже зарезервирован для лица этикетке:

source: yaw control mode %d not supported
ru_ru: рыскания %d режиме не поддерживается

source: vertical control mode %d not supported
ru_ru: вертикального режима управления %d не поддерживается

source: motor monitor error:
ru_ru: Двигатель монитор ошибке:

source: number of linear points is not even
ru_ru: количество линейных пунктов даже не

source: invalid message size %u
ru_ru: недействительный размер сообщения %u

source: unable to resolve hostname '%s'
ru_ru: не в состоянии разрешить имя хоста '%s'

source: invalid network address '%s'
ru_ru: '%s' Неверный сетевой адрес

source: network unreachable '%s'
ru_ru: недоступности сети '%s'

source: host unreachable '%s'
ru_ru: недоступности хоста '%s'

source: connection closed
ru_ru: соединение закрыто

source: invalid z unit: %s
ru_ru: недействительный блок Z: %s

source: unexpected reply
ru_ru: неожиданный ответ

source: timeout while reading reply
ru_ru: таймаут при чтении ответа

source: buffer has %u bytes, needed %u
ru_ru: буфер имеет %u байт, необходимое %u

source: invalid checksum: should be %02X%02X but received %02X%02X
ru_ru: неверной контрольной суммы: должна быть %02X %02X, но получил %02X %02X

source: invalid format: %s
ru_ru: неверный формат: %s

source: feature not implemented '%s'
ru_ru: Возможность не реализована '%s'

source: invalid task name '%s'
ru_ru: Неверное имя задачи '%s'

source: invalid value '%s' for parameter '%s': '%s'
ru_ru: недопустимое значение '%s' для параметра '%s': '%s'

source: IMU
ru_ru: ИДУ

source: vertical progress is too slow
ru_ru: вертикальная прогресс идет слишком медленными

source: forcing minimum radius of %.1f
ru_ru: заставляя минимальный радиус %.1f

source: invalid SBD size %u
ru_ru: неверный размер SBD %u

source: invalid SBD write %s
ru_ru: недействительным SBD написать %s

source: unknown error
ru_ru: Неизвестная ошибка

source: SMS transmission failed with error code %d
ru_ru: Передача SMS ошибкой с кодом %d

source: failed to configure strobe mode
ru_ru: удалось настроить режим строба

source: strobe mode set to: %s
ru_ru: Строб Установлен режим: %s

source: Camera
ru_ru: Камера

source: firmware version %u.%u.%u
ru_ru: версия прошивки %u. %u. %u

source: failed to contact device
ru_ru: не удалось связаться с устройством

source: device reported
ru_ru: Устройство сообщает

source: failed to update EEPROM
ru_ru: не удалось обновить EEPROM

source: power down sequence aborted
ru_ru: выключить последовательность прервана

source: leak detected
ru_ru: обнаружения утечки

source: no leak
ru_ru: Нет утечки

source: updating firmware
ru_ru: обновление прошивки

source: device is using unstable firmware
ru_ru: Устройство использует нестабильной прошивки

source: position uncertainty is %0.2f m
ru_ru: положение неопределенности %0.2f м

source: Depth
ru_ru: Глубина

source: Tracking
ru_ru: Отслеживание

source: Unsafe
ru_ru: Небезопасный

source: Avoiding
ru_ru: Избегающий

source: unable to avoid obstacle
ru_ru: не смог избежать препятствий

source: Started braking
ru_ru: Работы тормозной

source: Stopped braking
ru_ru: Остановлено торможение

source: no valid altitude measurements
ru_ru: Нет действительных измерений высоты

source: limiting depth to %.1f
ru_ru: предельная глубина %.1f

source: timed out while waiting for vertical control mode
ru_ru: истекло время ожидания для вертикального режима управления

source: water column not deep enough for altitude control ( %0.2f < %0.2f )
ru_ru: нижняя отслеживанию не жизнеспособна, толщу воды не достаточно глубоко ( %0.2f < %0.2f )

source: getting too close to maximum admissible depth
ru_ru: слишком близко к максимально допустимой глубины

source: timed out waiting for yaw control mode
ru_ru: Истекло время ожидания Режим рыскания

source: not active
ru_ru: не активна

source: path (lat/lon): %0.5f %0.5f to %0.5f %0.5f
ru_ru: пути (широта / долгота): %0.5f %0.5f до %0.5f %0.5f

source: expected new path control reference
ru_ru: Ожидается новая ссылка пути управления

source: now loitering
ru_ru: теперь слонялся

source: along-track divergence error
ru_ru: вдоль линии пути расхождение ошибке

source: cross-track divergence error
ru_ru: боковое расхождение ошибке

source: waiting for position estimate from navigation
ru_ru: ждет от оценки местоположения навигации

source: Print this message and exit
ru_ru: Показать это сообщение и выйти

source: Print the version information and exit
ru_ru: Распечатать информацию о версии и выйти

source: Print architecture information and exit
ru_ru: Распечатать информационную архитектуру и выход

source: short option '%s' already exists
ru_ru: сокращенный вариант: '%s' уже существует

source: long option '%s' already exists
ru_ru: длинная опция '%s' уже существует

source: Description: %s
ru_ru: Описание: %s

source: Usage: %s [options]
ru_ru: Использование: %s [параметры]

source: Options:
ru_ru: Опции:

source: This program is built for %s
ru_ru: Эта программа создана для %s

source: Report bugs to %s
ru_ru: Сообщить ошибки в %s

source: unknown option '%s'
ru_ru: неизвестный параметр '%s'

source: missing argument for option '%s'
ru_ru: отсутствует аргумент для опции '%s'

source: parsing vehicle participants
ru_ru: разбора транспортных средств участников

source: invalid formation participant
ru_ru: недействительным участником формирования

source: repeated vehicles in participant list
ru_ru: повторяется транспортных средств в список участников

source: not enough vehicles in formation (at least 2 are required)
ru_ru: не хватает транспортных средств в образование (по крайней мере две требуются)

source: local vehicle is not part of formation
ru_ru: местное транспортное средство не является частью формирования

source: too few trajectory points
ru_ru: слишком мало точках траектории

source: unsupported vertical reference
ru_ru: поддерживается вертикальной ссылки

source: no valid value for altitude has been received yet,maneuver will not proceed
ru_ru: нет допустимого значения для высоты не было получено не менее, маневр не будет продолжаться

source: water column is not deep enough
ru_ru: толщи воды не достаточно глубоко

source: unable to create socket
ru_ru: не удалось создать сокет

source: unable to bind to socket
ru_ru: Невозможно связаться с сокетом

source: unable to connect
ru_ru: не удалось подключиться

source: unable to listen
ru_ru: неспособны слушать

source: failed to accept connection
ru_ru: не удалось принять соединение

source: error receiving data
ru_ru: Ошибка приема данных

source: error sending data
ru_ru: Ошибка при отправке данных

source: unable to set receive timeout
ru_ru: не можете установить ожидания приема

source: unable to set send timeout
ru_ru: не можете установить таймаута на передачу

source: unable to get bound address
ru_ru: не в состоянии получить связанное адрес

source: unable to get bound port
ru_ru: не в состоянии получить связанное порта

source: setting up socket
ru_ru: создание сокета

source: Pure Hardware
ru_ru: Чистая оборудования

source: Pure Simulation
ru_ru: Чистая Моделирование

source: Simulation with Hardware-in-the-loop
ru_ru: Моделирование с аппаратно-контуром

source: No description given
ru_ru: Нет описание

source: system name: '%s' (%u)
ru_ru: Название системы: '%s' (%u)

source: registered tasks: %d
ru_ru: Зарегистрированные задачи: %d

source: base folder: '%s'
ru_ru: Базовая папка: '%s'

source: configuration folder: '%s'
ru_ru: Папка конфигурации: '%s'

source: web server folder: '%s'
ru_ru: папка веб-сервера: '%s'

source: log folder: '%s'
ru_ru: Папка журнала: '%s'

source: library folder: '%s'
ru_ru: папки библиотеки: '%s'

source: firmware folder: '%s'
ru_ru: прошивку папку: '%s'

source: execution profiles: %s
ru_ru: выполнение анкетам: %s

source: clean shutdown
ru_ru: чистого отключения

source: initializing
ru_ru: инициализации

source: idle
ru_ru: холостом ходу

source: active
ru_ru: активный

source: input/output error
ru_ru: ошибка ввода / вывода

source: internal error
ru_ru: внутренняя ошибка

source: CPU usage is too high
ru_ru: Загрузка процессора слишком высока

source: fuel is running low
ru_ru: топливо на исходе

source: fuel level estimation is not reliable
ru_ru: оценка уровня топлива не является надежным

source: fuel reserve
ru_ru: запас топлива

source: calibrating
ru_ru: калибровки

source: calibrated
ru_ru: калиброванный

source: not aligned
ru_ru: не выровнены

source: aligning
ru_ru: выравнивание

source: aligned
ru_ru: выровненный

source: powering down
ru_ru: выключением

source: communication error
ru_ru: Ошибка связи

source: synchronized
ru_ru: синхронизированный

source: synchronizing
ru_ru: синхронизирующий

source: not synchronized
ru_ru: не синхронизированы

source: waiting for GPS fix
ru_ru: ожидании исправления GPS

source: waiting for configuration of LBL beacons
ru_ru: ждет конфигурации LBL маяки

source: waiting for solution to converge
ru_ru: ждет решения сходятся

source: missing data
ru_ru: недостающие данные

source: invalid checksum
ru_ru: неверной контрольной суммы

source: invalid version
ru_ru: Неверная версия

source: active but without bottom lock
ru_ru: активно, но без нижний замок

source: invalid command
ru_ru: неверная команда

source: lost synchronization
ru_ru: потерял синхронизацию

source: parser error
ru_ru: синтаксической ошибке

source: data overrun
ru_ru: Данные перерасход

source: buffer overflow
ru_ru: переполнение буфера

source: invalid command arguments
ru_ru: неверные аргументы команды

source: invalid error code
ru_ru: неверный код ошибки

source: Entity Label
ru_ru: Entity Этикетка

source: Main entity label
ru_ru: Главным образом ярлык лица

source: Execution Priority
ru_ru: Приоритет выполнения

source: Execution priority
ru_ru: Приоритет выполнения

source: Activation Time
ru_ru: Время активации

source: Deactivation Time
ru_ru: Время деактивации

source: Debug Level
ru_ru: Уровень отладки

source: entity label is not configured
ru_ru: лица этикетке не настроен

source: Active - Scope
ru_ru: Активная - Сфера

source: Scoped of the 'Active' parameter
ru_ru: Сфера применения 'Активные' параметра

source: Active - Visibility
ru_ru: Активная - Видимость

source: Visibility of the 'Active' parameter
ru_ru: Видимость 'Активные' параметра

source: Active
ru_ru: Активный

source: True to activate task, false otherwise
ru_ru: Правда, чтобы активировать задачу, иначе ложь

source: restarting
ru_ru: перезапуска

source: restarting in %u seconds due to error: %s
ru_ru: перезапуска в %u секунд из-за ошибки: %s

source: task died with uncaught exception: %s: restarting
ru_ru: Задача умер с неперехваченное исключение: %s: перезагрузка

source: updating entity parameters: %s: '%s'
ru_ru: обновлении параметров объекта: %s: '%s'

source: invalid parameter '%s'
ru_ru: неверный параметр '%s'

source: Execution Frequency
ru_ru: Частоты выполнения

source: Frequency at which task is executed
ru_ru: Частота, на которой выполняется задача

source: unknown exception
ru_ru: Неизвестное исключение

source: stopping
ru_ru: остановка

source: stopped
ru_ru: остановившийся

source: failed to join task %s
ru_ru: не присоединились задача %s

source: starting
ru_ru: отправной

source: failed to resolve entity '%s': %s
ru_ru: не удалось решить субъекта '%s': %s

source: motion detected
ru_ru: обнаружении движения

source: device is not active
ru_ru: Устройство не активно

source: device is not in proper medium
ru_ru: устройство не находится в соответствующей среде

source: calibrating: system must remain static
ru_ru: калибровки: система должна оставаться статической

source: Ardupilot interface initialized
ru_ru: Ardupilot интерфейс инициализируется

source: path control is NOT active
ru_ru: Путь контроль будет выключен,

source: Roll
ru_ru: Катиться

source: Pitch
ru_ru: Шаг

source: Heading
ru_ru: Заголовок

source: Heading Rate
ru_ru: Заголовок Оценить

source: Maximum Fin Rotation
ru_ru: Максимальное вращение Fin

source: Maximum admissible fin rotation
ru_ru: Максимально допустимая вращения плавников

source: Enable roll controller
ru_ru: Включить рулон контроллера

source: failed to submerge
ru_ru: не удалось погрузить

source: Gain matrix has invalid dimensions
ru_ru: Усиление матрица имеет недопустимые размеры

source: invalid model
ru_ru: недействительным модели

source: operation mode list labels and values have different sizes
ru_ru: Режим списка меток и значений имеют различные размеры

source: invalid opmode value (zero)
ru_ru: недопустимое значение OPMODE (ноль)

source: potential fault in servo#%d, %s
ru_ru: потенциальные неисправности сервопривода # %d, %s

source: potential fault in servo#%d, current consumption above %f
ru_ru: потенциальные неисправности сервопривода # %d, потребляемый ток выше %f

source: Boot
ru_ru: Ботинок

source: Normal
ru_ru: Нормальный

source: Fault
ru_ru: Вина

source: Error
ru_ru: Ошибка

source: Failure
ru_ru: Провал

source: can not monitor %s (%s), is there a task failure or a configuration error?
ru_ru: не может контролировать %s (%s), есть задачи завершилось с ошибкой или ошибкой конфигурации?

source: EntityState message without source entity
ru_ru: EntityState сообщения без исходный объект

source: %s entity state is unstable (%s <-> %s), ignoring
ru_ru: %s лицом состояние неустойчиво (%s <-> %s), не обращая внимания

source: %s : State stabilized in %s | %s
ru_ru: %s: Государственный стабилизировался в %s | %s

source: reconfiguration command issued
ru_ru: выдается команда реконфигурации

source: invalid reconfiguration command
ru_ru: недопустимую команду реконфигурации

source: %s - monitoring enabled
ru_ru: %s - мониторинг поддержкой

source: %s - current state not normal - %s
ru_ru: %s - текущее состояние не является нормальным - %s

source: %s - monitoring previously enabled
ru_ru: %s - мониторинг ранее включенную

source: %s - monitoring disabled
ru_ru: %s - мониторинг инвалидов

source: %s - monitoring previously disabled
ru_ru: %s - мониторинг ранее отключенные

source: entity %s: %s
ru_ru: лица %s: %s

source: %s -- status not reported after %0.2f seconds
ru_ru: %s - статус не сообщается после %0.2f секунд

source: SMS Recipient Number
ru_ru: SMS номер получателя

source: Phone number of the SMS recipient
ru_ru: Телефонный номер SMS получатель

source: sending SMS %s | %u
ru_ru: отправки SMS %s | %u

source: adjusting CPU clock by %0.4f s
ru_ru: регулировки частоты процессора по %0.4f с

source: failed to execute clock sync command
ru_ru: не удалось выполнить команду синхронизации часов

source: %s -- operational limit breached: %0.2f > %0.2f
ru_ru: %s - эксплуатационный предел нарушен: %0.2f> %0.2f

source: %s -- operational limit now sane: %0.2f <= %0.2f
ru_ru: %s - граница эксплуатационной сейчас здравомыслящий: %0.2f <%0.2f =

source: minimum speed
ru_ru: Минимальная скорость

source: maximum speed
ru_ru: максимальная скорость

source: depth
ru_ru: глубина

source: vertical rate
ru_ru: вертикальная скорость

source: maximum altitude
ru_ru: Максимальная высота

source: minimum altitude
ru_ru: минимальная высота

source: Operational Area
ru_ru: Район Оперативной

source: collision detected
ru_ru: обнаруживается конфликт

source: Unable to generate plan using template %s
ru_ru: Невозможно создать плану с использованием шаблона %s

source: Plan generated automatically
ru_ru: План формируется автоматически

source: generating plan from '%s' template...
ru_ru: генерации плана от '%s' шаблон...

source: : no maneuvers
ru_ru: : Нет маневры

source: : actual maneuver not specified
ru_ru: : Фактический маневр не указано

source: : maneuver is not supported
ru_ru: : Маневр не поддерживается

source: : maneuver has no incoming transition and it's not the initial maneuver
ru_ru: : Маневр не имеет входящих переходов и это не начальный маневр

source: : invalid start maneuver
ru_ru: : Неверный начала маневра

source: Start Plan
ru_ru: Стартовый пакет

source: Stop Plan
ru_ru: Остановить план

source: Load Plan
ru_ru: Схема нагрузок

source: Get Plan
ru_ru: Получить план

source: READY
ru_ru: ГОТОВ

source: INITIALIZING
ru_ru: ИНиЦиАЛиЗАЦиЯ

source: EXECUTING
ru_ru: ВЫПОЛНЕНИЕ

source: failed to activate %s: %s
ru_ru: Не удалось активировать %s: %s

source: vehicle ready
ru_ru: транспортное средство готово

source: plan completed
ru_ru: план завершен

source: vehicle errors:
ru_ru: автомобиль ошибок:

source: vehicle in CALIBRATION mode
ru_ru: транспортного средства в режиме калибровки

source: vehicle in EXTERNAL mode
ru_ru: транспортного средства в режиме внешнего

source: request -- %s (%s)
ru_ru: Запрос - %s (%s)

source: engine not ready: entity state not normal
ru_ru: Двигатель не готова: государственное образование не нормально

source: cannot load plan now
ru_ru: не может загрузить план теперь

source: plan load failed:
ru_ru: План загрузка не удалась:

source: plan loaded
ru_ru: План загружается

source: plan stopped
ru_ru: План остановилась

source: plan initializing:
ru_ru: План инициализации:

source: cannot initialize plan in BLOCKED state
ru_ru: не может инициализировать плана в заблокированном состоянии

source: : invalid maneuver ID
ru_ru: : Invalid ID маневра

source: : executing maneuver
ru_ru: : Выполнение маневра

source: reply -- %s (%s) -- %s
ru_ru: Ответ - %s (%s) - %s

source: OK
ru_ru: Хорошо

source: now in %s state
ru_ru: Сейчас в %s состоянии

source: vehicle state timeout
ru_ru: Тайм-аут состояние транспортного средства

source: vehicle reply timeout
ru_ru: Тайм-аут автомобиля Ответить

source: schedule: %s active on time, +%.1f seconds
ru_ru: График работы: %s активной вовремя, + %.1f секунд

source: schedule: %s activation missed deadline, %.1f seconds
ru_ru: График работы: %s активации пропущенного срока, %.1f секунд

source: schedule: entity label %s not found
ru_ru: График работы: лица этикетке %s не найден

source: set plan
ru_ru: установлен план

source: delete plan
ru_ru: удалить плана

source: get plan
ru_ru: получить план

source: get plan info
ru_ru: получить план информация

source: plan table state
ru_ru: Таблица состояний план

source: plan table state detailed
ru_ru: Таблица состояний план подробно

source: database initialization
ru_ru: инициализации базы данных

source: set memento
ru_ru: набор сувенир

source: delete memento
ru_ru: удалить сувенир

source: get memento
ru_ru: получить сувенир

source: get memento info
ru_ru: получить сувенир данные

source: clear memento table
ru_ru: ясно стол сувенир

source: memento table state
ru_ru: Государство сувенир стол

source: database file: '%s'
ru_ru: Файл базы данных: '%s'

source: initialization complete
ru_ru: полная инициализация

source: unexpected message
ru_ru: неожиданное сообщение

source: unsupported operation
ru_ru: недопустимую операцию

source: database is corrupt
ru_ru: база данных повреждена

source: undefined plan id
ru_ru: неопределенная ID плана

source: no plan specification given
ru_ru: Нет плана техническим требованиям, приведенным

source: plan id mismatch
ru_ru: несоответствие плана ID

source: undefined plan
ru_ru: неопределенная плана

source: restarting to change IPv4 address
ru_ru: перезапуска изменить адрес IPv4

source: unexpected simulation message: %s
ru_ru: неожиданное сообщение моделирования: %s

source: error loading world parameters.
ru_ru: ошибка при загрузке мировых показателей.

source: error loading vehicle parameters.
ru_ru: ошибка при загрузке параметров автомобиля.

source: stopping tasks
ru_ru: остановка задач

source: unhandled exception
ru_ru: необработанное исключение

source: ERROR: no configuration file was given, see options --config-list and --config-file
ru_ru: ОШИБКА: конфигурационный файл не был дан, см. опции - конфигурационный-лист и - конфигурационном файле

source: provided trajectory is not feasible by the current vehicle!
ru_ru: при условии траектории не представляется возможным действующим автомобиля!

source: ignored reference from non-authorized source: %d
ru_ru: игнорируют ссылки от несанкционированного Источник: %d

source: ignored reference from non-authorized entity: %d
ru_ru: игнорируют ссылки от несанкционированного лица: %d

source: waiting for first reference
ru_ru: ждет первая ссылка

source: loitering around (%f, %f, %f, %f).
ru_ru: слоняющихся без дела (%f, %f, %f, %f).

source: loitering (elevator) towards (%f, %f, %f, %f).
ru_ru: слонялся (лифт) к (%f, %f, %f, %f).

source: going towards (%f, %f, %f).
ru_ru: происходит в направлении (%f, %f, %f).

source: hovering next to (%f, %f).
ru_ru: парящей рядом (%f, %f).

source: timeout to receive new remote info was exceeded.
ru_ru: Тайм-аут, чтобы получать новые удаленные информация была превышена.

source: forcing minimum of %.1f
ru_ru: заставляя минимум %.1f

source: TREX disconnected for more than %d seconds
ru_ru: TREX отсоединен более чем %d секунд

source: received SMS request to start plan '%s'
ru_ru: получил SMS запрос на запуск плана '%s'

source: got abort request from '%s'
ru_ru: получил прервать запрос '%s'

source: operation not supported
ru_ru: Операция не поддерживается

source: is not a regular file
ru_ru: не обычный файл

source: could not open
ru_ru: не могла открыть

source: deserialization error
ru_ru: Ошибка десериализации

source: empty LSF file
ru_ru: пустой файл LSF

source: invalid LSF file for replay
ru_ru: LSF неверный файл для воспроизведения

source: started replay of
ru_ru: началось воспроизведение

source: stopped replay
ru_ru: остановили воспроизведение

source: accepting connection request
ru_ru: принятие запроса на соединение

source: failed to start log, check available storage: %s
ru_ru: Не удалось запустить журнал, проверить имеющиеся хранения: %s

source: got abort request
ru_ru: получил прервать запрос

source: failed to copy cache snapshot: %s
ru_ru: не удалось скопировать снимок кэша: %s

source: listening on %s:%u
ru_ru: прослушивает порт %s:%u

source: no available ports to listen to advertisements
ru_ru: отсутствуют доступные порты не слушать рекламу

source: discarding spurious message
ru_ru: отбрасывая ложные сообщения

source: discarding spurious message '%s'
ru_ru: отбросив ложный '%s' сообщение

source: new node within range '%s' / %u / %s
ru_ru: Новый узел в пределах диапазона '%s' / %u / %s

source: another node on this computer is advertising our node name '%s'
ru_ru: другой узел на этом компьютере рекламы наших имя узла '%s'

source: another node on our network is advertising our node name '%s'
ru_ru: другой узел нашей сети рекламы наших имя узла '%s'

source: task is shutting down
ru_ru: задачей является закрытие

source: failed with error %u
ru_ru: с ошибкой %u

source: transmission failed: %s
ru_ru: Передача не удалась: %s

source: failed to remove cache snapshot: %s
ru_ru: не удалось удалить снимок кэша: %s

source: log stopped '%s'
ru_ru: войти остановился '%s'

source: log started '%s'
ru_ru: войти начали '%s'

source: failed to find one available port
ru_ru: не удалось найти свободный порт

source: failed to bind to port %u: %s
ru_ru: Не удалось выполнить привязку к порту %u: %s

source: could not bind server socket
ru_ru: не удалось выполнить привязку сокета сервера

source: connected to %u clients
ru_ru: подключен к %u клиентов

source: error accepting new client connection: %s
ru_ru: Ошибка принимать новые соединения с клиентом: %s

source: activating transmission to node '%s'
ru_ru: активация передачи узла '%s'

source: deactivating transmission to node '%s'
ru_ru: отключение передачи узла '%s'
